"john.appleseed" = "John Appleseed";
"Sign In" = "Prijava";
"Your account name or password was entered incorrectly." = "Unijeli ste netočan naziv računa ili zaporku.";
"There was an error logging in. Please try again." = "Došlo je do greške prilikom prijave. Molimo, pokušajte ponovno.";
"Apple ID password" = "Apple ID zaporka";
"Invalid token data is returned by server" = "Došlo je do greške prilikom prijave. Molimo, pokušajte ponovno.";
"Authentication was canceled by user" = "Autorizacija je poništena";
"password" = "zaporka";
"OK" = "OK";
"Password field is empty" = "Unesite vašu zaporku.";
"Password expired. Please change your password on Mac." = "Zaporka je istekla. Molimo, promijenite zaporku u Postavke ->Trgovina";
"Required" = "Potrebno";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Želite li posjetiti iForgot.apple.com kako biste obnovili informacije vašeg računa?";
"Password" = "Zaporka";
"Apple ID field is empty" = "Polje za Apple ID je prazno";
"Apple ID" = "Apple ID";
"Cancel" = "Poništi";

/* Verification Code Screen Prompt */
"Enter verification code" = "Unesite kod za provjeru valjanosti";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Unesite kod za provjeru valjanosti poslan na \"%@\"";

/* Send new code button title */
"Send a new code" = "Pošaljite novi kod";

/* SMS subtitle */
"SMS to Phone Number" = "SMS na telefonski broj";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Nemate mogućnost primanja poruka ni na jedan uređaj?";

/* Verification Code Screen Title */
"Verification Code" = "Kod za provjeru valjanosti";

/* Trusted devices screen title */
"Verify Identity" = "Provjeri valjanost identiteta";

/* Send button title */
"Send" = "Pošalji";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Da biste upravljali svojim pouzdanim uređajima, posjetite %@ korištenjem Mac ili PC računala.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Provjera valjanosti u dva koraka omogućena je za ovaj Apple ID.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Na uređaj koji odaberete u nastavku bit će poslan privremeni kod pomoću kojeg možete potvrditi svoj identitet.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "POUZDANI UREĐAJI";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Potrebna je provjera valjanosti u dva koraka, ali interakcija korisnika nije dopuštena.";

/* Button title */
"My Apple ID…" = "Moj Apple ID.…";

/* Phone number description */
"Number ending in %@" = "Broj koji završava sa %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Nažalost, previše ste puta neuspješno pokušali potvrditi valjanost svojeg identiteta. Iz sigurnosnih razloga, sljedećih osam sati nećete moći vršiti promjene na svojem računu bez ključa za oporavak.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Poslali ste previše kodova za provjeru valjanosti telefonskog broja. Pokušajte ponovno kasnije.";

/* Error Message */
"No Device information available." = "Nema dostupnih podataka o uređaju";

/* Error Message */
"The verification code you entered is not valid." = "Uneseni kod za provjeru valjanosti je nevažeći.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Previše ste puta neuspješno pokušali provjeriti valjanost koda. Pošalji novi kod na drugi uređaj pa pokušajte ponovno.";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Netočno je unesen Apple ID ili lozinka.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Kako bi zaštitili svoju sigurnost, vrijeme je da poništite svoju lozinku. To je jednostavno, samo odite na %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Ovaj Apple ID onemogućen je iz sigurnosnih razloga. Svoju lozinku možete poništiti na adresi %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Trenutno vrijeme na ovom uređaju izgleda nepravilnim. Možete ispraviti ako odete na Postavke > Opće > Datum i vrijeme, a zatim pokušajte poslije ponovno.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Dogodila se pogreška. Hvala vam na strpljenju, pokušajte poslije ponovno.";

"You appear to be offline. Please connect to the Internet and try again." = "Izgleda da niste na mreži. Povežite se s internetom i pokušajte poslije ponovno.";

"Two-step verification has been disabled for the Apple ID account %@." = "Potvrda valjanosti u dva koraka isključena je za Apple ID račun %@.";

"Signing In" = "Prijavljivanje";

"A new code has been sent to your device." = "Na vaš uređaj poslan je novi kod.";

"Code %1$d of %2$d selected" = "Odabran je kod %1$d od %2$d";

"Sending New Code" = "Slanje novog koda";

"Verifying code" = "Provjeravanje koda";

"Verified" = "Provjereno";

/* Send Code to label */
"Send Code to:" = "Pošalji kod na:";

/* Error Message */
"Please enter a valid phone number." = "Unesite važeći telefonski broj.";
